app/controllers/tweets_controller.rb

SELECT "tweets".* FROM "tweets" ORDER BY created_at Desc
---
  def index
    @tweets = Tweet.all.order("created_at Desc")

INSERT INTO "tweets" ("tweet", "created_at", "updated_at") VALUES (?, ?, ?)  [["tweet", "new tweet"], ["created_at", "2021-01-06 14:43:06.619844"], ["updated_at", "2021-01-06 14:43:06.619844"]]
---
  def create
    @tweet = Tweet.new(tweet_params)

    respond_to do |format|
      if @tweet.save